/*
a.	експорту - з параметрами, що визначають дані експорту і файли експорту. 
Сформувати файл(и) експорту за варіантом.
b.	імпорту - з параметром для файлу (директорії) з даними для імпорту. 
Імпортовані дані додаються до БД за вимогами до імпорту.

Експорт:
Можна відфільтрувати пости по співпадінню тексту і експортувати всі знайдені пости з усіма їх коментарями у форматі XML
Імпорт:
Можна імпортувати експортовані пости і коментарі.

*/
class Export_Import
{
    public void Export()
    {}
    public void Import()
    {}
}